<html>
<header>
    <title>สัญญาทุนวิจัย</title>
    <meta http-equiv="Content-Language" content="th" />
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <link
        href="https://fonts.googleapis.com/css2?family=Sarabun:ital,wght@0,100;0,200;0,300;0,400;0,500;0,600;0,700;0,800;1,100;1,200;1,300;1,400;1,500;1,600;1,700;1,800&display=swap"
        rel="stylesheet">
    <style>
        @font-face {
            font-family: 'THSarabunNew';
            font-style: normal;
            font-weight: normal;
            src: url("{{ public_path('fonts/THSarabunNew.ttf') }}") format('truetype');
        }

        @font-face {
            font-family: 'THSarabunNew';
            font-style: normal;
            font-weight: bold;
            src: url("{{ public_path('fonts/THSarabunNew Bold.ttf') }}") format('truetype');
        }

        @font-face {
            font-family: 'THSarabunNew';
            font-style: italic;
            font-weight: normal;
            src: url("{{ public_path('fonts/THSarabunNew Italic.ttf') }}") format('truetype');
        }

        @font-face {
            font-family: 'THSarabunNew';
            font-style: italic;
            font-weight: bold;
            src: url("{{ public_path('fonts/THSarabunNew BoldItalic.ttf') }}") format('truetype');
        }

        body {
            /* font-family: 'sarabun', sans-serif; */
            font-family: "THSarabunNew";
            font-size: 16px;
            margin-right: 70px;
            margin-left: 70px;
            margin-top: 50px;
            margin-bottom: 50px;
            word-wrap: break-word;
        }

        .h-center {

            display: block;
            margin-left: auto;
            margin-right: auto;
            text-align: center;
            font-size: 16px;
            font-weight: 700;
        }

        .h-end {
            display: block;
            margin-left: auto;
            margin-right: auto;
            text-align: right;
            font-size: 16px;
            font-weight: 700;
        }
    </style>
</header>

<body>

    <div style="display: block;text-align: center;">
        <img src="{{ public_path('img/logo-doc.jpg') }}" style="width: 90px;">
    </div>
    <br>
    <div class="h-center">
        สัญญาการรับทุนอุดหนุนการวิจัย มหาวิทยาลัยราชภัฏกำแพงเพชร
    </div>

    <div class="h-center">
        {{ $source_name }}
    </div>
    <div class="h-center">
        ประจำปีงบประมาณ {{ $year }}
    </div>
    <br>
    <div class="h-end">
        สัญญาทำที่...มหาวิทยาลัยราชภัฏกำแพงเพชร....
    </div>
    <div class="h-end">
        @php
            echo thaidate('วันที่ j เดือน F พ.ศ.Y');
        @endphp

    </div>
    <div style="text-indent: 5em;">
        หนังสือสัญญานี้ทำขึ้นระหว่าง มหาวิทยาลัยราชภัฏกำแพงเพชร โดย ผู้ช่วยศาสตราจารย์ ดร.ปรียานุช พรหมภาสิต
        ตำแหน่ง รักษาราชการแทนอธิการบดีมหาวิทยาลัยราชภัฏกำแพงเพชร เป็นผู้บังคับบัญชาสูงสุดและมีอำนาจลงนาม
        ซึ่งต่อไปในสัญญานี้จะเรียกว่า “ผู้ให้ทุน” ฝ่ายหนึ่ง กับ
        <br>
        (นาย/นาง/นางสาว).........................................................................................................................................................อายุ...................ปี
        รับราชการในตำแหน่ง.....................................................................................................................ระดับ.......................................................
        สังกัด..........................................................................................................................กรม..............................................................................
        กระทรวง.....................................................................................อยู่บ้านเลขที่.......................ถนน................................................................
        ตำบล/แขวง..................................................อำเภอ/เขต.........................................................จังหวัด............................................................สถานภาพการสมรส.....................................ซึ่งต่อไปในสัญญานี้เรียกว่า
        “ผู้รับทุน”
        <br>
        <div style="text-indent: 5em;">คู่สัญญาทั้งสองฝ่ายตกลงกัน มีข้อความดังต่อไปนี้</div>
        <div style="text-indent: 5em;">
            ข้อที่ 1
            ผู้ให้ทุนตกลงให้และผู้รับทุนตกลงรับทุนอุดหนุนการวิจัยจากเงินงบประมาณ.....................................................
            ประจำปีงบประมาณ......................เป็นจำนวนเงิน......................................บาท..................สตางค์
            (...........................................................)
            เพื่อทำการวิจัยในชื่อเรื่องต่อไปนี้
            ชื่อเรื่อง.....................................................................................................................................................
            ซึ่งต่อไปนี้ในสัญญาจะเรียกว่า “โครงการ” โดยจะต้องดำเนินการให้แล้วเสร็จภายใน 9 เดือน
            นับตั้งแต่วันที่.....................................................................................................................................และมีคณะร่วมทำวิจัย
            ตามบัญชีรายชื่อแนบท้ายสัญญาฉบับนี้
        </div>
        <div style="text-indent: 5em;">
            ข้อที่ 2 ผู้ให้ทุนและผู้รับทุนตกลงจะแบ่งจ่ายเงินอุดหนุนการวิจัยให้นักวิจัยดังนี้
            <div style="text-indent: 8em;">
                ......................................................................................................................................................................
                .........................................................................................................................................................................................................................
            </div>
        </div>

        <div style="text-indent: 5em;">
            ข้อที่ 3 ผู้รับทุนส่งเอกสารและดำเนินการให้กับผู้ให้ทุน ณ สถาบันวิจัยและพัฒนา มหาวิทยาลัยราชภัฏกำแพงเพชร
            ดังนี้
            <div style="text-indent: 8em;">
                3.1 ส่งเอกสาร ประกอบด้วย 1) รายงานการวิจัยฉบับสมบูรณ์ 2) รายงานความก้าวหน้า
                <div style="text-indent: 8em;">
                    3.2 ส่งไฟล์เอกสาร ประกอบด้วย 1) รายงานการวิจัยฉบับสมบูรณ์ 2) รายงานความก้าวหน้า และ 3)
                    รายการค่าใช้จ่าย
                </div>
            </div>
            <div style="text-indent: 8em;">
                3.3 ผู้รับทุนดำเนินการ ดังต่อไปนี้
                <div style="text-indent: 10em;">
                    งวดที่ 1
                    <div style="text-indent: 12em;">
                        1) รายงานความก้าวหน้าโครงการ
                    </div>
                    <div style="text-indent: 12em;">
                        2) รายงานผลการส่งเสริมการเรียนรู้ตลอดชีวิต
                    </div>
                    <div style="text-indent: 12em;">
                        3) รายการค่าใช้จ่าย
                    </div>
                </div>
            </div>
        </div>

        <div style="text-indent: 5em;">
            ข้อที่ 4
            ผู้รับทุนจะต้องตั้งใจและเพียรพยายามอย่างที่สุดที่จะศึกษาค้นคว้าทำการวิจัยตามโครงการที่ได้เสนอไว้
            ต่อผู้ให้ทุนให้ได้ผลสมบูรณ์สมความมุ่งหมาย
        </div>

        <div style="text-indent: 5em;">
            ข้อที่ 5
            กรณีมีเงินเหลือจาการดำเนินการตามโครงการผู้รับทุนต้องนำส่งเงินอุดหนุนคงเหลือพร้อมดอกเบี้ย
            รวมทั้งเงินคงเหลือจากโครงการวิจัยที่ผู้รับทุนได้รับงบประมาณสนับสนุน
            คืนผู้ให้ทุน ภายใน 30 วัน นับแต่วันที่สัญญาสิ้นสุดลง หรือยุติลงไม่ว่าด้วยเหตุใด
        </div>
        <div style="text-indent: 5em;">
            ข้อที่ 6 ผู้รับทุนจะต้องดำเนินการวิจัยอย่างสุจริต หากมีการละเมิดบทบัญญัติแห่งกฎหมายหรือ สิทธิใดๆ
            ในทรัพย์สินทางปัญญาของบุคคลภายนอก ผู้รับทุนจะต้องรับผิดชอบต่อบุคคลภายนอกผู้ได้รับความเสียหายแต่เพียงผู้เดียว
        </div>
        <div style="text-indent: 5em;">
            ข้อที่ 7 ผู้รับทุนทราบและเข้าใจระเบียบข้อบังคับ หรือคำสั่งของมหาวิทยาลัยราชภัฏกำแพงเพชร
            ที่กำหนด หรือสั่งการเกี่ยวกับการควบคุมการทำการวิจัยและการใช้จ่ายเงินทุนอุดหนุนการวิจัย
            และจะประพฤติและปฏิบัติตามระเบียบ ข้อบังคับ หรือคำสั่งของมหาวิทยาลัยราชภัฏกำแพงเพชรดังกล่าวอย่างเคร่งครัด
            ทั้งที่ได้ออกใช้บังคับอยู่แล้วก่อนวันทำสัญญาและจะออกใช้บังคับ ต่อไปในภายภาคหน้า
            โดยผู้รับทุนและผู้ให้ทุนตกลงยินยอม ถือว่าระเบียบข้อบังคับหรือคำสั่งต่างๆ ดังกล่าว
            เป็นส่วนหนึ่งของสัญญาฉบับนี้
        </div>
        <div style="text-indent: 5em;">
            ข้อที่ 8 ในกรณีที่ผู้รับทุนละทิ้งโครงการ หรือไม่ปฏิบัติตามสัญญาข้อใดข้อหนึ่ง
            ผู้ให้ทุนจะมีหนังสือแจ้งให้ผู้รับทุน
            ทราบโดยจะมีกำหนดระยะเวลาพอสมควรเพื่อให้ผู้รับทุนปฏิบัติให้ถูกต้องตามสัญญา
            หากผู้รับทุนไม่ปฏิบัติตามระยะเวลาที่กำหนด ดังกล่าว
            ผู้ให้ทุนมีสิทธิบอกเลิกสัญญาได้ทันที และผู้รับทุนจะต้องชดใช้คืนเงินทุนทั้งหมดที่ได้รับไป
            รวมทั้งดอกผลที่เกิดจากเงินทุนนั้น ตลอดจนอุปกรณ์การวิจัยทั้งหมดแก่ผู้ให้ทุนภายใน 30 วัน
            นับแต่วันที่ผู้รับทุนได้รับหนังสือแจ้งบอกเลิกสัญญาจากผู้ให้ทุน
        </div>

        <div style="text-indent: 5em;">
            ในกรณีผู้รับทุนไม่สามารถดำเนินการวิจัยตามโครงการต่อไปได้หรือไม่อาจดำเนินการวิจัยให้แล้วเสร็จภายใน
            กำหนดเวลา
            และประสงค์จะขอยุติการวิจัยตามโครงการที่ได้รับทุนผู้รับทุนจะต้องยื่นคำร้องพร้อมชี้แจงเหตุผลเสนอต่อผู้ให้ทุน
            เพื่อขออนุมัติยุติโครงการ
            และยินยอมชดใช้คืนเงินทั้งหมดหรือบางส่วนตามที่ผู้ให้ทุนเห็นสมควร รวมทั้งดอกผลที่เกิดจากเงินทุนนั้น
            ตลอดจนอุปกรณ์การวิจัยทั้งหมดแก่ผู้ให้ทุนภายใน 30 วัน
            นับแต่วันที่ผู้รับทุนได้รับหนังสือแจ้งบอกเลิกสัญญาจากผู้ให้ทุน
        </div>

        <div style="text-indent: 5em;">
            ทั้งนี้ เงินอุดหนุนการวิจัยที่ต้องชดใช้คืนตามข้อ 8 นั้น
            ผู้รับทุนจำต้องชดใช้เงินจำนวนดังกล่าวพร้อมดอกเบี้ยร้อยละ 10
            ต่อปีนับแต่วันที่ผู้รับทุนได้รับหนังสือแจ้งบอกเลิกสัญญาจากผู้ให้ทุน
        </div>

        <div style="text-indent: 5em;">
            ข้อที่ 9 ผลงานวิจัยที่ได้รับทุนอุดหนุนตามสัญญานี้
            เป็นลิขสิทธิ์ของมหาวิทยาลัยราชภัฏกำแพงเพชร(ผู้ให้ทุน) แต่เพียงผู้เดียว
            ถ้าผู้รับทุนจะนำไปพิมพ์เผยแพร่ต้องได้รับการอนุมัติจากผู้ให้ทุนเป็นลายลักษณ์ อักษรก่อน
            ทั้งนี้หากมีการนำผลงาน วิจัยไปใช้ประโยชน์เพื่อการค้าหรือเชิงพาณิชย์ ให้เป็นไปตามข้อตกลงที่ ผู้ให้ทุนกำหนด
        </div>

        <div style="text-indent: 5em;">
            ข้อที่ 10 การรายงานการวิจัยฉบับสมบูรณ์และบทคัดย่อภาษาไทย/ภาษาอังกฤษหรือผลงานวิจัยที่ตีพิมพ์
            ผู้รับทุนจะต้องระบุข้อความรับรองเป็นภาษาไทยว่า
            “โครงการวิจัยได้รับทุนอุดหนุนการวิจัยจากมหาวิทยาลัยราชภัฏกำแพงเพชร”
        </div>

        <div style="text-indent: 5em;">
            ข้อที่ 11 เอกสารแนบท้ายสัญญาให้ถือเป็นส่วนหนึ่งของสัญญานี้ ในกรณีที่เอกสารแนบท้ายสัญญา
            ขัดแย้งกับข้อความในสัญญานี้ให้ถือตามข้อตกลงในสัญญา
            และในกรณีที่เอกสารแนบท้ายสัญญานี้ขัดหรือแย้งกันเองหรือมิได้กล่าวไว้ ให้ถือปฏิบัติตามคำวินิจฉัยของผู้ให้ทุน
        </div>

        <div style="text-indent: 5em;">
            ข้อที่ 12 เพื่อเป็นหลักประกันในการปฏิบัติตามสัญญานี้
            ข้าพเจ้าได้จัดให้................................................................
            .............................................................................................................ซึ่งมีคุณสมบัติและหลักทรัพย์ตามที่มหาวิทยาลัยราชภัฏกำแพงเพชรกำหนดมาทำสัญญาค้ำประกันข้าพเจ้า
            ภายในเวลาที่มหาวิทยาลัยราชภัฏกำแพงเพชรกำหนดและในกรณีที่มหาวิทยาลัย ราชภัฏกำแพงเพชรเห็นสมควร
            จะให้ข้าพเจ้าเปลี่ยนตัวผู้ค้ำประกันข้าพเจ้าจะปฏิบัติตามทุกประการ

        </div>
        <br>
        <div style="text-indent: 5em;">
            สัญญาฉบับนี้ทำขึ้น 2 ฉบับ โดยมีข้อความตรงกัน คู่สัญญาทั้ง 2 ฝ่ายได้อ่านและเข้าใจข้อความโดย
            ตลอดแล้ว จึงได้ลงลายมือชื่อไว้เป็นสำคัญต่อหน้าพยาน และต่างเก็บไว้ฝ่ายละ 1 ฉบับ
        </div>


    </div>
    <div class="h-center"><br>
        ลงชื่อ......................................................... ผู้ให้ทุน <br>
        (ผู้ช่วยศาสตราจารย์ ดร.ปรียานุช พรหมภาสิต) <br>
        รักษาการ อธิการบดีมหาวิทยาลัยราชภัฏกำแพงเพชร
        <br>
        ลงชื่อ.......................................................... ผู้รับทุน <br>
        (………………...….......…………………….) <br>
        หัวหน้าโครงการวิจัย

        <br><br><br>

        ลงชื่อ.......................................................พยาน <br>
        (...............................................................) <br>
        หัวหน้าส่วนงาน/หรือผู้ที่หัวหน้าส่วนงานมอบหมาย
        <br><br>

        ลงชื่อ............................................................. พยาน <br>
        (.............................................................) <br>
        ผู้อำนวยการสถาบันวิจัยและพัฒนา
        <br><br><br>


        ข้าพเจ้า………………..........................................……คู่สมรส ของ……………….....................………………………
        ยินยอม………………………………………………………ทำสัญญาฉบับนี้ได้

        (ลงชื่อ)……………………………..........……..ผู้ให้ความยินยอม
        (……………….........…..........…………….)

        (ลงชื่อ)…………………............………………..พยาน
        (……………….........…..........…………….)

        (ลงชื่อ)………………………............…………..พยาน
        (……………….........…..........…………….)

        ข้าพเจ้าขอรับรองว่าไม่มีคู่สมรส (เป็นโสด / คู่สมรสตาย / หย่า) ในขณะที่ทำสัญญานี้

        (ลงชื่อ)…………………………..........………...ผู้รับทุน
        (……………….........…..........…………….)

    </div>
</body>

</html>
